Revit 2027 API
ParameterTypeId.SpatialFieldMgrLegendShowConfigName Property
 "Show Configuration Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpatialFieldMgrLegendShowConfigName { get; }
Public Shared ReadOnly Property SpatialFieldMgrLegendShowConfigName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpatialFieldMgrLegendShowConfigName {
	ForgeTypeId^ get ();
}
static member SpatialFieldMgrLegendShowConfigName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace